<?php if (!defined('TopDrop')) header('HTTP/1.1 403 Forbidden'); ?>
<div class="agreement-wrapper">
  <p style="font-size: 0.5rem; font-weight: 300;"> ИП Мейстер Вячеслав Юрьевич ИНН 720200995965, ОГРНИП 322723200062739, САДОВАЯ УЛ., 136, ГОЛЫШМАНОВО РП., ГОЛЫШМАНОВСКИЙ Р-Н, ТЮМЕНСКАЯ ОБЛ. 627302, +7 (996) 640-58-07 с одной стороны и лицо, акцептовавшее оферту, размещенную в сети Интернет по постоянному адресу https://topdrop.fun/agreement, с другой стороны, заключили настоящее пользовательское соглашение о нижеследующем.</p>

  <header class="agreement-header">
    <div class="agreement-title">Пользовательское соглашение</div>
    <i class="agreement-redaction">Редакция от 09.09.2022</i>
  </header>
  <ol class="agreement-ol" style="padding-left: 0;">
    <li class="agreement-li">
      <header class="agreement-item-header">Термины и определения</header>
      <ol class="agreement-ol">
        <li class="agreement-li">В настоящем Соглашении, если из текста прямо не вытекает иное, следующие термины будут иметь указанные ниже значения:</li>
        <li class="agreement-li"><strong class="agreement">Сайт</strong> — совокупность информации, текстов, графических элементов, дизайна, изображений, фото и видеоматериалов и иных результатов интеллектуальной деятельности, а также программ для ЭВМ, содержащихся в информационной системе, обеспечивающей доступность такой информации в сети интернет по сетевому адресу <strong class="agreement">topdrop.fun</strong>, так же наш сайт является интернет-ресурсом, предназначенным для оказания развлекательно-аттракционных услуг физическим лицам и не является сайтом для азартных игр, так как на сайте нельзя умножить и вывести реальные деньги!</li>
        <li class="agreement-li">Названия заголовков (статей) соглашения предназначены исключительно для удобства пользования текстом, соглашения и буквального юридического значения не имеют.</li>
        <li class="agreement-li"><strong class="agreement">Кейс</strong> — безрискованная составляющая сайта с гарантированным выигрышем, открыв который можно получить предметы (скины) в свой личный инвентарь на сайте для дальнейшего их вывода в игру Standoff 2!</li>
        <li class="agreement-li"><strong class="agreement">Скин</strong> — виртуальный инвентарь многопользовательской, мобильной сетевой игры Standoff 2, на Сайте возможно использование виртуальных игровых атрибутов (виртуального инвентаря сетевой игры Standoff 2 и их элементы) - предоставленный Администратором Пользователю на безвозмездной основе по правилам Сайта.</li>
        <li class="agreement-li"><strong class="agreement">Баланс</strong> — виртуальный игровой баланс – сумма счета каждого игрока, который возможно увеличить, но невозможно вернуть обратно в реальные деньги, а лишь обменять на виртуальные предметы, данный баланс становится доступен после авторизации пользователя на сайте.</li>
        <li class="agreement-li">Все остальные термины и определения, встречающиеся в тексте соглашения, толкуются сторонами в соответствии с законодательством Российской Федерации и сложившимися в сети интернет обычными правилами толкования соответствующих терминов.</li>
      </ol>
    </li>
    <li class="agreement-li">
      <header class="agreement-item-header">Функции Сайта, Кейса и Личного кабинета</header>
      <ol class="agreement-ol">
        <li class="agreement-li">Пользователь посредством Сайта имеет возможность:
          <ol class="agreement-ol">
            <li class="agreement-li">знакомиться с содержанием и характеристиками инвентаря, выбор которого происходит посредством определенного кейса, и стоимостью лицензии на использование такого кейса;</li>
            <li class="agreement-li">приобретать лицензию на использование кейса и получать соответствующий инвентарь в порядке, указанном в соглашении.</li>
          </ol>
        </li>
      </ol>
    </li>
    <li class="agreement-li">
      <header class="agreement-item-header">Предмет Соглашения</header>
      <ol class="agreement-ol">
        <li class="agreement-li">Администратор предоставляет пользователю:
          <ol class="agreement-ol">
            <li class="agreement-li">безвозмездную простую (неисключительную) лицензию на использование сайта и его программных средств по их прямому назначению, как то предусмотрено явными пользовательскими функциями сайта и личного кабинета;</li>
            <li class="agreement-li">возмездную простую (неисключительную) лицензию на использование кейса по его прямому назначению, при этом стоимость лицензии на использование определенного кейса указана на сайте.</li>
          </ol>
        </li>
        <li class="agreement-li">Указанная в пункте 3.1.1 соглашения лицензия предоставляется пользователю на срок, в течение которого, и в пределах территории, на которой сайт и личный кабинет остаются доступными для пользователя.</li>
        <li class="agreement-li">Указанная в пункте 3.1.2 соглашения лицензия предоставляется пользователю в пределах территории, на которой кейс остается доступным для пользователя в течение срока с момента оплаты пользователем вознаграждения за использование конкретного кейса до момента определения инвентаря с помощью такого кейса.</li>
        <li class="agreement-li">Пользователю запрещается:
          <ol class="agreement-ol">
            <li class="agreement-li">обходить технические ограничения, установленные на сайте и в кейсе;</li>
            <li class="agreement-li">изучать технологию, декомпилировать или дизассемблировать сайт, кейс и личный кабинет, за исключением случаев, прямо предусмотренных законодательством российской федерации;</li>
            <li class="agreement-li">создавать копии экземпляров сайта, кейсов и личного кабинета, а также их внешнего оформления (дизайна);</li>
            <li class="agreement-li">изменять сайт, кейсы и личный кабинет каким бы то ни было способом;</li>
            <li class="agreement-li">совершать действия, направленные на изменение функционирования и работоспособности сайта;</li>
            <li class="agreement-li">предоставлять доступ к личному кабинету третьему лицу;</li>
            <li class="agreement-li">создавать аккаунты в качестве своей выгоды;</li>
            <li class="agreement-li">использовать уязвимости и ошибки сайта;</li>
            <li class="agreement-li">регистраровать аккаунт через VPN, DNS или другие инные сервисы смены геолокации или ip;</li>
            <li class="agreement-li">осуществлять указанные выше действия в отношении любой части сайта.</li>
          </ol>
        </li>
        <li class="agreement-li">За нарушение запретов:
          <ol class="agreement-ol">
            <li class="agreement-li">безвременный бан на всех устройствах.</li>
            <li class="agreement-li">запрет на использование службы технической поддержки.</li>
          </ol>
        </li>
      </ol>
    </li>
    <li class="agreement-li">
      <header class="agreement-item-header">Особые условия</header>
      <ol class="agreement-ol">
        <li class="agreement-li">Сайт может содержать ссылки на другие сайты в сети интернет (сайты третьих лиц). Указанные третьи лица и их контент не проверяются администратором на соответствие тем или иным требованиям (достоверности, полноты, законности и т.п.). Администратор не несет ответственности за любую информацию, материалы, размещенные на сайтах третьих лиц, к которым пользователь получает доступ в связи с использованием сайта, в том числе: за любые мнения или утверждения, выраженные на сайтах третьих лиц, рекламу и т.п., а также за доступность таких сайтов или контента и последствия их использования пользователем.</li>
        <li class="agreement-li">Администратор не гарантирует, что сайт соответствует требованиям пользователя, что доступ к сайту будет предоставляться непрерывно, быстро, надежно и без ошибок. Программно-аппаратные ошибки, как на стороне администратора, так и на стороне пользователя, приведшие к невозможности получения пользователем доступа к сайту и/или личному аккаунту пользователя на сайте, являются обстоятельствами непреодолимой силы и основанием освобождения от ответственности за неисполнение обязательств администратором по соглашению.
          <ol class="agreement-ol">
            <li class="agreement-li">Пользователь посредством кейса имеет возможность получить один из предоставленных на странице, содержащей кейс, инвентарей. Инвентарь для получения пользователем определяется автоматически посредством использования кейса.</li>
          </ol>
        </li>
        <li class="agreement-li">Администратор вправе уступать права и переводить долги по всем обязательствам, возникшим из соглашения. Настоящим пользователь дает свое согласие на уступку прав и перевод долга любым третьим лицам. О состоявшейся уступке прав и/или переводе долга администратор информирует пользователя, размещая соответствующую информацию на сайте и такое уведомление стороны признают достаточным.
          <ol class="agreement-ol">
            <li class="agreement-li">Администратор вправе отказать любому пользователю в обслуживании на сайте без объяснения причин.</li>
            <li class="agreement-li">Пользователь посредством Личного кабинета имеет возможность:</li>
            <ol class="agreement-ol">
              <li class="agreement-li">принять Инвентарь в аккаунт Standoff 2;</li>
            </ol>
          </ol>
        </li>
        <li class="agreement-li">В некоторых случаях использования сайта (в том числе, но, не ограничиваясь: в случае возникновения спора между сторонами, в случае предоставления пользователю каких-либо эксклюзивных опций на сайте и в иных случаях, перечень не закрытый) Администратором может быть предложено пользователю сообщить администратору персональные данные пользователя. В этом случае, предоставляя свои персональные данные, пользователь тем самым соглашается (без совершения на то каких бы то ни было дополнительных формальных процедур кроме акцепта настоящего соглашения) на то, что администратор вправе обрабатывать персональные данные, предоставленные Пользователем, т.е. совершать любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных, предоставленных пользователем</li>
      </ol>
    </li>
    <li class="agreement-li">
      <header class="agreement-item-header">Заключительные положения</header>
      <ol class="agreement-ol">
        <li class="agreement-li">Настоящим Стороны подтверждают, что при исполнении (изменении, дополнении, прекращении) соглашения, а также при ведении переписки по указанным вопросам, допускается использование аналогов собственноручной подписи сторон. Стороны подтверждают, что все уведомления, сообщения, соглашения и документы в рамках исполнения сторонами обязательств, возникших из соглашения, подписанные аналогами собственноручной подписи сторон, имеют юридическую силу и обязательны для исполнения сторонами. Под аналогами собственноручной подписи понимаются уполномоченные адреса электронной почты и учетные данные к личному кабинету.</li>
        <li class="agreement-li">Стороны признают, что все уведомления, сообщения, соглашения, документы и письма, направленные с использованием уполномоченных адресов электронной почты и личного кабинета, считаются направленными и подписанными сторонами, кроме случаев, когда в таких письмах прямо не указано обратное.</li>
        <li class="agreement-li">Уполномоченными адресами электронной почты Сторон признаются:
          <ol class="agreement-ol">
            <li class="agreement-li">5.для администратора: <strong class="agreement">topdrop.case@gmail.com</strong></li>
            <li class="agreement-li">5.для пользователя: адрес электронной почты, указанный при регистрации аккаунта в VK, Twitch, YouTube, Facebook</li>
          </ol>
        </li>
        <li class="agreement-li">Стороны обязуются обеспечивать конфиденциальность сведений и информации, необходимых для доступа к уполномоченным адресам электронной почты и личному кабинету, не допускать разглашение такой информации и передачу третьим лицам. Стороны самостоятельно определяют порядок ограничения доступа к такой информации.</li>
        <li class="agreement-li">При использовании уполномоченных адресов электронной почты, до момента получения от второй стороны информации о нарушении режима конфиденциальности, все действия и документы, совершенные и направленные с помощью уполномоченного адреса электронной почты второй стороны, даже если такие действия и документы были совершены и направлены иными лицами, считаются совершенными и направленными такой второй стороной. В этом случае права и обязанности, а также ответственность наступают у такой второй стороны.</li>
        <li class="agreement-li">При использовании личного кабинета, до момента получения от пользователя информации о нарушении режима конфиденциальности, все действия и документы, совершенные и направленные с помощью личного кабинета, даже если такие действия и документы были совершены и направлены иными лицами, считаются совершенными и направленными пользователем. В этом случае права и обязанности, а также ответственность наступают у пользователя.</li>
      </ol>
    </li>
    <li class="agreement-li">
      <header class="agreement-item-header">Порядок разрешения споров</header>
      <ol class="agreement-ol">
        <li class="agreement-li">Все споры, разногласия и претензии, которые могут возникнуть в связи с исполнением, расторжением или признанием недействительным соглашения, стороны будут стремиться решить путем переговоров. Сторона, у которой возникли претензии и/или разногласия, направляет другой стороне сообщение с указанием возникших претензий и/или разногласий в соответствии с пунктом</li>
        <li class="agreement-li">В случае если ответ на сообщение не будет получен направившей сообщение стороной в течение 30 (тридцати) рабочих дней с даты направления соответствующего сообщения, либо если стороны не придут к соглашению по возникшим претензиям и/или разногласиям, спор подлежит разрешению в судебном порядке по месту нахождения администратора.</li>
      </ol>
    </li>
    <li class="agreement-li">
      <header class="agreement-item-header">Персональные данные</header>
      <ol class="agreement-ol">
        <li class="agreement-li">Пользователь дает свое согласие администратору на обработку информации, в том числе, персональных данных пользователя, предоставленных при использовании сайта, а именно данных, указанных в аккаунте пользователя в VK и Standoff 2.
          <ol class="agreement-ol">
            <li class="agreement-li">Обработка персональных данных означает запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), в том числе трансграничную, обезличивание, блокирование, удаление, уничтожение персональных данных, не подпадающих под специальные категории, на обработку которых, согласно действующему законодательству Российской Федерации, требуется письменное согласие пользователя.</li>
            <li class="agreement-li">Обработка персональных данных производится в целях исполнения Сторонами обязательств по соглашению, регистрации пользователя на сайте, приобретения лицензии на использование кейса, получения инвентаря, направления на адрес электронной почты пользователя сообщений информационного и иного характера.</li>
            <li class="agreement-li">Пользователь может в любое время отозвать согласие на обработку персональных данных, направив администратору соответствующее письменное уведомление на адрес topdrop.case@gmail.com заказным письмом с уведомлением о вручении. При этом пользователь понимает, что такой отзыв означает прекращение действия соглашения. Администратор вправе продолжить обработку персональных данных пользователя в предусмотренных законом случаях.</li>
            <li class="agreement-li">Дополнительные или иные положения в отношении обработки персональных данных могут содержаться в соответствующем документе, размещенном или размещаемом на Сайте. В случае, противоречия положений такого документа положениям настоящего раздела применяются положения документа.</li>
            <li class="agreement-li">Пользователь дает согласие на получение рекламных материалов от администратора, его аффилированных лиц либо от иных лиц по поручению администратора на адрес электронной почты, указанный пользователем при регистрации в аккаунте VK, YouTube, Twitch, Facebook. Согласие на получение рекламных материалов может быть отозвано пользователем в любое время путем направления администратору соответствующего письменного уведомления на адрес topdrop.case@gmail.com, либо путем совершения действий, указанных в сообщениях (электронных письмах), содержащих такие материалы.</li>
          </ol>
        </li>
      </ol>
    </li>
    <li class="agreement-li">
      <header class="agreement-item-header">Ограничение ответственности</header>
      <ol class="agreement-ol">
        <li class="agreement-li">Администратор вправе в одностороннем порядке изменять условия соглашения, при этом такие изменения вступают в силу в момент опубликования новой версии соглашения в сети интернет по адресу https://topdrop.fun/agreement</li>
        <li class="agreement-li">Продолжение использования функций сайта будет означать согласие пользователя с условиями новой версии соглашения. Если пользователь не согласен с условиями новой версии соглашения, он прекращает пользоваться сайтом.</li>
        <li class="agreement-li">Во всем остальном, что не урегулировано соглашением, стороны руководствуются действующим законодательством Российской Федерации без учета его коллизионных норм.</li>
        <li class="agreement-li">Владелец не отвечает за убытки Пользователя, возникшие в результате неправомерных действий третьих лиц, в том числе связанных с неправомерным доступом к Личному кабинету. Владелец не несет ответственность за убытки, причиненные Пользователю в результате разглашения третьим лицам учетных данных, необходимых для доступа к Личному кабинету, произошедшего не по вине Владельца.</li>
      </ol>
    </li>

  </ol>
  <ol class="agreement-ol" style="padding-left: 0;">
    <header class="agreement-item-header">Политика конфиденциальности</header>
    <div class="agreement-div">
      <li class="agreement-li">
        <header class="agreement-item-header">Общие условия</header>
        <ol class="agreement-ol">
          <li class="agreement-li">Настоящая Политика определяет порядок обработки и защиты сайтом topdrop.fun (далее – Сайт) информации о физических лицах (далее – Пользователи), которая может быть получена Сайтом при заполнении Пользователем регистрационной формы на интернет- сайте topdrop.fun, а также интернет-сайтах www.facebook.com, www.twitch.com, www.vk.com и www.google.com.</li>
          <li class="agreement-li">Целью настоящей Политики является обеспечение надлежащей защиты информации о Пользователях, в том числе их персональных данных, от несанкционированного доступа и разглашения, соблюдение норм законодательства о рекламе в т.ч. при получении Пользователем рекламной информации.</li>
          <li class="agreement-li">Отношения, связанные со сбором, хранением, распространением и защитой информации предоставляемой Пользователем, регулируются настоящей Политикой и действующим законодательством Российской Федерации.</li>
          <li class="agreement-li">Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, предоставляются Пользователем путём заполнения регистрационной формы на интернет - сайте topdrop.fun, и включают в себя следующую информацию: - фамилию, имя, отчество Пользователя; - контактный телефон Пользователя; - адрес электронной почты (e-mail); Заполняя регистрационную форму, Пользователь выражает свое полное согласие с условиями настоящей Политики. Нажимая «Отправить», Пользователь соглашается на обработку и передачу Сайту своих персональных данных, оставленных при заполнении регистрационной формы на интернет - сайте topdrop.fun. Так же Пользователь соглашается на получение от Сайта рекламной информации по любым каналам связи, предоставленным Пользователем при заполнении регистрационной формы на интернет - сайте topdrop.fun.</li>
        </ol>
      </li>
      <li class="agreement-li">
        <header class="agreement-item-header">Цели сбора, обработки и хранения информации предоставляемой Пользователями</header>
        <ol class="agreement-ol">
          <li class="agreement-li">Обработка персональных данных Пользователя осуществляется в соответствии с законодательством Российской Федерации. Общество обрабатывает персональные данные Пользователя в целях:</li>
          <li class="agreement-li">Настоящая Политика определяет порядок обработки и защиты сайтом topdrop.fun (далее – Сайт) информации о физических лицах (далее – Пользователи), которая может быть получена Сайтом при заполнении Пользователем регистрационной формы на интернет- сайте topdrop.fun, а также интернет-сайтах www.facebook.com, www.twitch.com, www.vk.com и www.google.com.</li>
          <li class="agreement-li">предоставления Пользователю информации об оказываемых Сайтом услугах, специальных предложений и иных сведений от имени Сайта.</li>
        </ol>
      </li>

      <li class="agreement-li">
        <header class="agreement-item-header">Условия обработки персональной информации предоставленной Пользователем</header>
        <ol class="agreement-ol">
          <li class="agreement-li">Обработка персональных данных Пользователя осуществляется в течение срока, необходимого для целей, указанных в настоящей Политике, любым законным способом, в том числе в информационных системах с использованием средств автоматизации или без использования таких средств.</li>
          <li class="agreement-li">Сайт принимает необходимые организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц.</li>
          <li class="agreement-li">Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти Российской Федерации только по основаниям и в порядке, установленным законодательством Российской Федерации.</li>
          <li class="agreement-li">Пользователь при заполнении регистрационной формы подтверждает, что:
            <ol class="agreement-ol">
              <li class="agreement-li">указывает достоверную информацию о себе, вся иная информация предоставляется Пользователем по его собственному усмотрению.</li>
              <li class="agreement-li">ознакомлен с настоящей Политикой, выражает свое согласие с ней. Ознакомление с условиями настоящей Политики и проставление галочки под ссылкой на данную Политику является письменным согласием Пользователя на сбор, хранение, обработку персональных данных, предоставляемых Пользователем.</li>
            </ol>
          </li>
          <li class="agreement-li">Сайт не проверяет достоверность получаемой (собираемой) информации о Пользователях, за исключением случаев, когда такая проверка необходима в целях исполнения обязательств перед Пользователем.</li>
        </ol>
      </li>
      <li class="agreement-li">
        <header class="agreement-item-header">Изменение Политики конфиденциальности. Применимое законодательство</header>
        <ol class="agreement-ol">
          <li class="agreement-li">Сайт имеет право вносить изменения в настоящую Политику конфиденциальности. При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики.</li>
          <li class="agreement-li">К настоящей Политике и отношениям между Пользователем и Сайтом, возникающим в связи с применением Политики конфиденциальности, подлежит применению право Российской Федерации.</li>
          <li class="agreement-li">До обращения в суд с иском по спорам, возникающим из отношений между Пользователем и Сайтом, обязательным является соблюдение претензионного порядка регулирования спора.</li>
        </ol>
      </li>
    </div>
  </ol>

  <header class="agreement-item-header">Политика возвратов платежей</header>
  <ol class="agreement-ol">
    <li class="agreement-li">Уважаемые Клиенты, информируем Вас о том, что при запросе возврата денежных средств при отказе от покупки, возврат производится исключительно на ту же банковскую карту, с которой была произведена оплата.</li>
    <li class="agreement-li">*для Благотворительных организаций может быть не предусмотрен возврат средств, но наличие информации на сайте об этом до совершения пожертвования - обязательно.</li>
  </ol>
  <header class="agreement-item-header">Политика безопасности</header>
  <ol class="agreement-ol">
    <li class="agreement-li">При оплате заказа банковской картой, обработка платежа (включая ввод номера карты) происходит на защищенной странице процессинговой системы, которая прошла международную сертификацию.</li>
    <li class="agreement-li">Это значит, что Ваши конфиденциальные данные (реквизиты карты, регистрационные данные и др.) не поступают в интернет-магазин, их обработка полностью защищена и никто, в том числе наш интернет-магазин, не может получить персональные и банковские данные клиента.</li>
    <li class="agreement-li">При работе с карточными данными применяется стандарт защиты информации, разработанный международными платёжными системами Visa и Masterсard-Payment Card Industry Data Security Standard (PCI DSS), что обеспечивает безопасную обработку реквизитов Банковской карты Держателя.</li>
    <li class="agreement-li">Применяемая технология передачи данных гарантирует безопасность по сделкам с Банковскими картами путем использования протоколов Secure Sockets Layer (SSL), Verifiedby Visa, Secure Code,и закрытых банковских сетей, имеющих высшую степень защиты.</li>
  </ol>
</div>